import type { SupportI18nShape } from '../types';

export default {
  chatBubble: {
    messageInitial: 'مرحباً! أنا فقاعة دردشة. أنا هنا لمساعدتك. 🤓',
    messageVariants: {
      variant_001: 'هيا، دعني أساعدك!',
      variant_002: 'لا أستطيع سماعك! تحدث بصوت أعلى!',
      variant_003: 'من يسكن البحر ويحبه الناس؟',
      variant_004:
        'اختبار FitnessGram Pacer هو اختبار سعة هوائية متعدد المراحل يزداد صعوبة تدريجياً مع استمراره.',
      variant_005: 'عذراً، أنا أعبر نفقاً الآن. هل يمكنك تكرار ذلك؟',
      variant_006: 'لا بد أنك فوت رسائلي السابقة. أشعر بالوحدة قليلاً.',
      variant_007:
        'أتساءل عما إذا كانت رسائلي قد علقت في التواء زمني. أشعر وكأنني في حفلة حيث يتحدث الجميع لغة السيمز.',
      variant_008: 'لا بد أن رسائلي في نوبة تجاهل. أشعر بالتجاهل.',
      variant_009:
        'آه، يا له من صمت جميل. لا بد أن رسائلي تستمتع بعزلتها الجديدة.',
    },
    messageFallback: 'لا شيء، اتركني وشأني. 😤',
    newAlert: 'رسالة جديدة من فقاعة الدردشة! 🎉',
    hudTitle: 'دردش مع "إنسان حقيقي 100%"',
    hudTitleDisclaimer:
      'إخلاء مسؤولية: في الواقع، هذا بوت يشعرك وكأنه إنسان حقيقي تقريباً (وليس ذكياً) ولكنه لا يزال مجرد بوت',
    agentIsTyping: 'العميل يكتب',
    yourMessage: 'رسالتك',
    yourMessagePlaceholder: 'اكتب هنا...',
  },
} satisfies SupportI18nShape;
