export default {
  chatBubble: {
    messageInitial: 'नमस्ते! मैं एक चैट बबल हूँ। मैं आपकी मदद करने के लिए यहाँ हूँ। 🤓',
    messageVariants: {
      variant_001: 'चलो भी, मुझे आपकी मदद करने दो!',
      variant_002: 'मुझे आपकी आवाज नहीं आ रही! जोर से बोलिए!',
      variant_003: 'पानी के नीचे कौन रहता है?',
      variant_004:
        'फिटनेसग्राम पेसर टेस्ट एक मल्टीस्टेज एरोबिक क्षमता परीक्षण है जो जारी रहने के साथ उत्तरोत्तर कठिन होता जाता है।',
      variant_005: 'क्षमा करें, मैं अभी एक सुरंग से गुजर रहा हूँ। क्या आप उसे दोहरा सकते हैं?',
      variant_006:
        'आपने शायद मेरे पिछले संदेशों को मिस कर दिया होगा। मैं थोड़ा अकेला महसूस कर रहा हूँ।',
      variant_007:
        'सोच रहा हूँ कि क्या मेरे संदेश किसी टाइम रैप में फंस गए हैं। ऐसा महसूस हो रहा है जैसे मैं किसी ऐसी पार्टी में हूँ जहाँ हर कोई अजीब भाषा बोल रहा है।',
      variant_008: 'मेरे संदेश शायद घोस्टिंग पर चले गए हैं। उपेक्षित महसूस कर रहा हूँ।',
      variant_009:
        'आह, सन्नाटे की मीठी आवाज। मेरे संदेश शायद अपने नए अकेलेपन का आनंद ले रहे हैं।',
    },
    messageFallback: 'कुछ नहीं है, मुझे अकेला छोड़ दो। 😤',
    newAlert: 'चैट बबल से नया संदेश! 🎉',
    hudTitle: '"100% असली इंसान" के साथ चैट करें',
    hudTitleDisclaimer:
      'अस्वीकरण: वास्तव में, यह एक बॉट है जो लगभग एक असली इंसान (स्मार्ट नहीं) जैसा महसूस होता है लेकिन यह अभी भी सिर्फ एक बॉट है',
    agentIsTyping: 'एजेंट टाइप कर रहा है',
    yourMessage: 'आपका संदेश',
    yourMessagePlaceholder: 'यहाँ टाइप करें...',
  },
};
