export default {
  chatBubble: {
    trigger: 'チャットを開く',
    triggerClose: 'チャットを閉じる',
    messageInitial:
      'こんにちは！チャットバブルです。あなたを助けるためにここにいます。 🤓',
    messageVariants: {
      variant_001: 'さあ、お手伝いさせてください！',
      variant_002: '聞こえません！もっと大きな声で話してください！',
      variant_003: '海の下で暮らしているのは誰？',
      variant_004:
        'フィットネスグラム・ペイサーテストは、継続するにつれて難易度が上がる多段階有酸素能力テストです。',
      variant_005:
        'すみません、今トンネルの中を通っています。もう一度言ってくれますか？',
      variant_006:
        '私の前のメッセージを見逃しているようですね。ちょっと寂しいです。',
      variant_007:
        '私のメッセージがタイムワープに巻き込まれたのかな。みんながシム語を話しているパーティーにいる気分です。',
      variant_008:
        '私のメッセージは既読スルーされているようですね。無視されている気分です。',
      variant_009:
        'ああ、静寂の甘い響き。私のメッセージは新しく見つけた孤独を楽しんでいるに違いありません。',
    },
    messageFallback: '何でもありません、放っておいてください。 😤',
    newAlert: 'チャットバブルから新着メッセージ！ 🎉',
    hudTitle: '「100%本物の人間」とチャット',
    hudTitleDisclaimer:
      '免責事項：実際には、これは本物の人間に近い（賢くはない）ボットです。',
    agentIsTyping: 'エージェントが入力中',
    yourMessage: 'あなたのメッセージ',
    yourMessagePlaceholder: 'ここに入力...',
  },
};
