export default {
  chatBubble: {
    messageInitial: 'Привет! Я чат-пузырь. Я здесь, чтобы помочь тебе. 🤓',
    messageVariants: {
      variant_001: 'Да ладно тебе, дай мне помочь!',
      variant_002: 'Я тебя не слышу! Говори громче!',
      variant_003: 'Кто проживает на дне океана?',
      variant_004:
        'Тест FitnessGram Pacer — это многоэтапный тест на аэробную выносливость, который становится всё сложнее по мере продолжения.',
      variant_005: 'Извини, я сейчас еду в туннеле. Можешь повторить?',
      variant_006:
        'Ты, должно быть, пропустил мои предыдущие сообщения. Мне как-то одиноко.',
      variant_007:
        'Интересно, не застряли ли мои сообщения во временной петле. Чувствую себя как на вечеринке, где все говорят на симлише.',
      variant_008:
        'Мои сообщения, должно быть, ушли в режим призрака. Чувствую себя игнорируемым.',
      variant_009:
        'Ах, этот сладкий звук тишины. Мои сообщения, должно быть, наслаждаются своим новообретенным одиночеством.',
    },
    messageFallback: 'Ничего, оставь меня в покое. 😤',
    newAlert: 'Новое сообщение от Чат-пузыря! 🎉',
    hudTitle: 'Чат со "100% настоящим челавеком"',
    hudTitleDisclaimer:
      'Отказ от ответственности: На самом деле это бот, который почти кажется настоящим человеком (не самым умным), но это всё равно просто бот',
    agentIsTyping: 'Агент печатает',
    yourMessage: 'Ваше сообщение',
    yourMessagePlaceholder: 'Пишите здесь...',
  },
};
