export default {
  app: {
    title: '세상에서 가장 짜증나는 웹사이트',
    description:
      '현대 웹사이트의 수많은 역겨운 기능들을 담아낸, 자칭 세상에서 가장 짜증나는 웹사이트입니다. 어느 순간 구토를 유발할 수도 있습니다.',
  },
  achievements: {
    title: '업적',
    description:
      '당신의 진행 상황을 추적하고 끈기를 뽐내보세요. 이 짜증나는 여정에서 당신이 달성한 모든 마일스톤을 확인하세요.',
  },
  about: {
    title: '소개',
    description:
      '이 웹사이트 뒤에 숨겨진 이야기, 그 기원, 그리고 이를 실현하는 열정적인 제작자와 기여자들을 만나보세요.',
  },
  contact: {
    title: '문의하기',
    description:
      '질문이나 제안이 있으신가요, 아니면 그냥 인사하고 싶으신가요? 여기로 연락 주시면 기꺼이 답변해 드리겠습니다.',
  },
  dilf: {
    title: "DILF - 먹고 싶은 도넛(Donut I'd Like to Feast On)",
    description:
      '방종과 재미를 결합한 거부할 수 없는 달콤한 컨셉입니다. 여기서 더 자세히 알아보세요.',
  },
  donate: {
    title: '후원하기',
    description:
      '여러분의 지원이 큰 변화를 만듭니다! 우리가 놀라운 경험을 계속해서 만들 수 있도록 여기서 기여해 주세요.',
  },
  wanPhone: {
    title: '휴대폰 받기',
    description:
      '화끈한 재미를 느낄 준비가 되셨나요? 여기서 휴대폰을 받고 우리가 모바일 경험에 어떻게 열기를 더하는지 확인해 보세요.',
  },
  hotThings: {
    title: '핫한 것들',
    description:
      '우리가 열정을 가진 가장 핫한 트렌드, 아이디어, 창작물들을 발견해 보세요. 모든 짜릿한 콘텐츠를 여기서 탐험하세요.',
  },
  privacyPolicy: {
    title: '개인정보 처리방침',
    description:
      '우리는 당신의 개인정보를 소중히 여깁니다. 개인정보를 어떻게 보호하는지 여기서 개인정보 처리방침을 읽어보세요.',
  },
  search: {
    title: '검색',
    description:
      '특정 항목을 찾고 계신가요? 우리 사이트 어디에 있든 상관없이 원하는 것을 빨리 찾을 수 있도록 여기서 검색하세요.',
  },
  settings: {
    title: '설정',
    description:
      '취향에 맞게 경험을 맞춤 설정하세요. 여기서 설정을 탐색하고 모든 것을 원하는 대로 만드세요.',
  },
  userLogin: {
    title: '로그인',
    description:
      '다시 오신 것을 환영합니다! 개인화된 콘텐츠와 독점 기능에 접근하려면 여기서 로그인하세요.',
  },
  userPasswordReminder: {
    title: '비밀번호 재설정',
    description:
      '비밀번호를 잊으셨나요? 걱정 마세요! 여기서 비밀번호 재설정 기능을 사용하여 빠르게 계정을 복구하세요.',
  },
  userSignup: {
    title: '회원가입',
    description:
      '오늘 우리 커뮤니티에 가입하세요! 독점 콘텐츠와 개인화된 경험의 세계를 잠금 해제하려면 여기서 회원가입하세요.',
  },
  userProfile: {
    title: '프로필',
    description:
      '여기서 계정과 설정을 관리하세요. 프로필 정보와 설정을 업데이트하여 진정한 당신만의 것으로 만드세요.',
  },
  virgin: {
    title: '모든 경험 비활성화',
    description:
      '군더더기 없는 경험을 원하시나요? 여기서 모든 개인화된 기능을 비활성화하고 간소화된 버전의 사이트를 즐기세요.',
  },
  plans: {
    title: 'AI 패키지 및 플랜',
    description:
      '우리가 엄선한 100% 가짜 프리미엄 AI 패키지 중에서 선택하세요. 오늘 미래의 짜증을 경험해 보세요!',
  },
  onlySpams: {
    title: 'OnlySpams',
    description:
      '받은 편지함을 위한 가장 독점적인 뉴스레터. 끝없는 스팸과 고품질 사기 이메일의 즐거움을 경험해 보세요.',
  },
  admin: {
    title: '관리자 터미널',
    description: '시스템 관리 인터페이스에 대한 보안 터미널 접근입니다.',
  },
  termsOfUse: {
    title: '이용약관',
    description:
      '모든 기능, 계정, 댓글 및 상호작용이 허구이며 패러디 및 엔터테인먼트 목적으로만 존재함을 설명하는 세상에서 가장 짜증나는 웹사이트의 이용약관입니다.',
  },
};
