export default {
  app: {
    title: 'Самый раздражающий сайт',
    description:
      'Самопровозглашенный самый раздражающий сайт в сети с таким количеством отвратительных функций современных сайтов, что вас может даже стошнить в какой-то момент.',
  },
  achievements: {
    title: 'Достижения',
    description:
      'Отслеживайте свой прогресс и демонстрируйте свою настойчивость. Посмотрите все вехи, которых вы достигли в этом раздражающем путешествии.',
  },
  about: {
    title: 'О нас',
    description:
      'Узнайте историю этого сайта, его происхождение, а также страстных создателей и участников, которые воплощают его в жизнь.',
  },
  contact: {
    title: 'Контакт',
    description:
      'Есть вопрос, предложение или просто хотите поздороваться? Свяжитесь с нами здесь, и мы будем рады общению.',
  },
  dilf: {
    title: 'DILF - Пончик, которым я хотел бы полакомиться',
    description:
      'Неотразимо сладкая концепция, сочетающая в себе удовольствие и веселье. Узнайте больше здесь.',
  },
  donate: {
    title: 'Донат',
    description:
      'Ваша поддержка меняет мир! Внесите свой вклад здесь, чтобы помочь нам продолжать создавать удивительные впечатления.',
  },
  wanPhone: {
    title: 'Забери телефон',
    description:
      'Готовы к огненному веселью? Заберите телефон здесь и посмотрите, как мы добавим жару вашему мобильному опыту.',
  },
  hotThings: {
    title: 'Горячие штучки',
    description:
      'Узнайте о самых горячих трендах, идеях и творениях, которыми мы увлечены. Изучите весь обжигающий контент здесь.',
  },
  privacyPolicy: {
    title: 'Политика конфиденциальности',
    description:
      'Мы ценим вашу конфиденциальность. Прочитайте нашу Политику конфиденциальности здесь, чтобы узнать, как мы защищаем вашу личную информацию и данные.',
  },
  search: {
    title: 'Поиск',
    description:
      'Ищете что-то конкретное? Ищите здесь, чтобы быстро найти именно то, что вам нужно, независимо от того, где это находится на нашем сайте.',
  },
  settings: {
    title: 'Настройки',
    description:
      'Настройте свой опыт в соответствии со своими предпочтениями. Изучите настройки здесь и сделайте всё так, как вам нравится.',
  },
  userLogin: {
    title: 'Вход',
    description:
      'С возвращением! Войдите здесь, чтобы получить доступ к вашему персонализированному контенту и всем эксклюзивным функциям.',
  },
  userPasswordReminder: {
    title: 'Напоминание пароля',
    description:
      'Забыли пароль? Не волнуйтесь! Используйте функцию напоминания пароля здесь, чтобы быстро вернуться в колею.',
  },
  userSignup: {
    title: 'Регистрация',
    description:
      'Присоединяйтесь к нашему сообществу сегодня! Зарегистрируйтесь здесь, чтобы открыть мир эксклюзивного контента и персонализированного опыта.',
  },
  userProfile: {
    title: 'Профиль',
    description:
      'Управляйте своим аккаунтом и настройками здесь. Обновите информацию профиля и настройки, чтобы сделать его по-настоящему вашим.',
  },
  virgin: {
    title: 'Отключить все эффекты',
    description:
      'Ищете опыт без излишеств? Отключите все персонализированные функции здесь и наслаждайтесь упрощенной версией нашего сайта без отвлекающих факторов.',
  },
  plans: {
    title: 'AI Пакеты и Тарифы',
    description:
      'Выберите из нашей подборки премиальных, на 100% фальшивых AI-пакетов. Испытайте будущее раздражения уже сегодня!',
  },
  admin: {
    title: 'Админ-терминал',
    description:
      'Безопасный терминальный доступ к интерфейсу системного администрирования.',
  },
};
