export default {
  paywall: {
    overlay: {
      title:
        'अगला पैराग्राफ देखने के लिए आपको या तो 24 महीने की प्रतिबद्धता के साथ {price}/घंटा का भुगतान करना होगा या सेकेंडरी बटन पर क्लिक करते रहना होगा।',
      disclaimer:
        'यह उतना सुरक्षित और वैध नहीं हो सकता है लेकिन इससे कोई फर्क नहीं पड़ता क्योंकि आप वास्तव में इस वेबसाइट पर भुगतान नहीं कर सकते हैं।',
      confirm: 'भुगतान करें! 100% वैध और सुरक्षित',
      cancel: 'मुझे मुफ्त में चीजें दें',
    },
  },
  article: {
    coverImage: 'कवर इमेज',
    published: '{date} को प्रकाशित',
    moreContentScroll: 'अतीत से और भी बहुत कुछ है, स्क्रॉल करें!',
  },
  search: {
    placeholder: 'खोजें...',
    noResults: 'कोई परिणाम नहीं मिला',
    resultMeta: '"{query}" की खोज में {time}ms लगे और {count} परिणाम मिले',
    searching: 'खोज रहे हैं',
    error: 'खोज विफल रही, कृपया बाद में पुन: प्रयास करें',
    peopleAlsoSearched: 'लोगों ने यह भी खोजा:',
    topSearchVariants: {
      variant_001: 'क्या मछलियों को प्यास लगती है',
      variant_002: 'पास्ता के बोल (lyrics)',
      variant_003: 'क्या कारों का हॉर्न खत्म हो जाता है',
      variant_004: 'इंटरनेट काम नहीं कर रहा है',
      variant_005: 'क्या फेसबुक आपके फोन से सुन सकता है',
      variant_006: 'मुझसे सिक्कों जैसी गंध क्यों आ रही है',
      variant_007: 'क्या आप जेली में तैर सकते हैं',
      variant_008: 'मैं किसी को विनम्रता से कैसे बताऊं कि उनमें से प्याज जैसी गंध आ रही है',
      variant_009: 'शीशे में प्रतिबिंब नहीं देख पा रहा हूँ',
      variant_010: 'बिजली का आविष्कार',
      variant_011: 'उसकी रोटी रगड़ो',
      variant_012: 'मीम और मेंढक',
      variant_013: 'बोग ब्रदर',
    },
  },
  hotThings: {
    playVideo: 'वीडियो चलाएं',
    videoPlaybackFailed: 'वीडियो प्लेबैक विफल रहा',
    pictureOfYou: 'आपकी तस्वीर',
    hotThingsVtt: 'हिंदी',
  },
};
