export default {
  paywall: {
    overlay: {
      title:
        'Вы должны либо платить {price}/час с обязательством на 24 месяца, чтобы увидеть следующий абзац, либо продолжать нажимать второстепенную кнопку.',
      disclaimer:
        'это может быть не совсем безопасно и законно, но это не имеет значения, потому что вы все равно не можете по-настоящему заплатить на этом сайте.',
      confirm: 'Оплатить! 100% легально и безопасно',
      cancel: 'Дайте мне бесплатные ништяки бесплатно',
    },
  },
  article: {
    coverImage: 'Обложка',
    published: 'Опубликовано {date}',
    moreContentScroll: 'Там еще много интересного из прошлого, крути!',
  },
  search: {
    placeholder: 'Поиск...',
    noResults: 'Результатов не найдено',
    resultMeta: 'Поиск "{query}" занял {time}мс и нашел {count} результатов',
    searching: 'Поиск',
    peopleAlsoSearched: 'Люди также искали:',
    topSearchVariants: {
      variant_001: 'испытывают ли рыбы жажду',
      variant_002: 'текст песни паста',
      variant_003: 'заканчивается ли у машин бибиканье',
      variant_004: 'интернет не работает',
      variant_005: 'может ли фейсбук слушать через телефон',
      variant_006: 'почему я пахну как монетки',
      variant_007: 'можно ли плавать в желе',
      variant_008: 'как вежливо сказать кому-то, что от них пахнет луком',
      variant_009: 'не вижу отражения в зеркале',
      variant_010: 'изобретение электричества',
      variant_011: 'потри его хлеб',
      variant_012: 'мем и жаба',
      variant_013: 'болотный брат',
    },
  },
  hotThings: {
    playVideo: 'Воспроизвести видео',
    videoPlaybackFailed: 'Ошибка воспроизведения видео',
    pictureOfYou: 'Ваше фото',
    hotThingsVtt: 'Русский',
  },
};
