export default {
  testimonials: [
    {
      comment:
        '以前我只有5封未读邮件。加入 OnlySpams 后，我有5,432封！现在我的生活感觉更加“充实”了。',
    },
    {
      comment:
        '尼日利亚王子居然回信了！他只需要再付500美元的手续费。太让人兴奋了！',
    },
    {
      comment:
        '我从未见过蓝色小药丸有这么惊人的优惠。我的医生很困惑，但我的收件箱很开心！',
    },
    {
      comment:
        '我终于成功延长了我的汽车保修期！我甚至没有车，但拥有这种心理安慰真好。',
    },
    {
      comment:
        "我在两个街区外发现了一个火辣的单身 DILF（Donut I'd Like to Feast On - 我想享用的甜甜圈）！史上最好的“约会”网站。",
    },
    {
      comment:
        '我 wan 了一部电话！好吧，我填写了调查问卷，虽然我实际上没有得到电话，但这次经历确实很 flaiming（火热）！',
    },
  ],

  samples: [
    {
      subject: '紧急：来自 Bakare Tunde 博士的商业提案',
      body: '我是第一位进入太空的非洲人，空军少校 Abacha Tunde 的表弟。他目前滞留在礼炮6号空间站。为了带他回家，我们需要从一个休眠账户中转移1500万美元。我们只需要您的银行详细信息和2000美元的小额手续费。',
    },
    {
      subject: '重要：关于您的汽车保修的最终通知',
      body: '我们的记录显示您的车辆服务合同已过期或即将过期。这是您在为时已晚之前延长保修范围的最后机会。请提供您的信用卡详细信息，以便与保修专家交谈。',
    },
    {
      subject: '您所在地区的火辣单身 DILF（我想享用的甜甜圈）！',
      body: '别再把时间浪费在普通的约会网站上了。我们当地的 DILF 们火辣、涂满糖霜，并准备好被享用了！立即点击这里，寻找您梦寐以求的甜甜圈。没有任何束缚，只有糖分！',
    },
    {
      subject: '您 WAN 了一部电话！立即 FLAIM！',
      body: '恭喜！您已被选中参加我们的独家调查。只需回答几个问题，您就有机会 flaim 一部全新的智能手机！不要等待，这个机会 flaiming hot！',
    },
    {
      subject: '恭喜！！！您赢得了国际乐透',
      body: '您的电子邮件地址已被选中，成为我们每月随机抽奖中 5,000,000.00 美元的赢家。要领取奖金，请将您的姓名、地址和社保号码发送给我们在多哥的代理。',
    },
    {
      subject: '今晚将您的表现提高 400%！',
      body: '您厌倦了疲惫吗？我们由古代文明使用的秘密草药配方现已上市，每粒仅需 9.99 美元！无需处方！保证满意或退款（适用条款和条件，通常我们不退钱）。',
    },
  ],
};
