export default {
  testimonials: [
    {
      comment:
        'Раньше у меня было всего 5 непрочитанных писем. После вступления в OnlySpams у меня их 5 432! Теперь моя жизнь кажется такой «насыщенной».',
    },
    {
      comment:
        'Нигерийский принц действительно ответил! Ему нужно еще всего 500 долларов на административные расходы. Так волнительно!',
    },
    {
      comment:
        'Никогда не видел таких потрясающих предложений на синие таблетки. Мой врач в недоумении, но мой почтовый ящик счастлив!',
    },
    {
      comment:
        'Мне наконец удалось продлить гарантию на машину! У меня даже нет машины, но приятно иметь такое душевное спокойствие.',
    },
    {
      comment:
        "Я нашел горячего одинокого DILF (Donut I'd Like to Feast On - Пончик, которым я хотел бы полакомиться) всего в двух кварталах! Лучший сайт «знакомств» в мире.",
    },
    {
      comment:
        'Я wan телефон! Ну, я заполнил анкету, и хотя телефон на самом деле не получил, опыт был поистине flaiming (пламенным)!',
    },
  ],

  samples: [
    {
      subject: 'СРОЧНО: Деловое предложение от доктора Бакаре Тунде',
      body: 'Я двоюродный брат первого африканца в космосе, майора ВВС Абачи Тунде. В настоящее время он находится на космической станции «Салют-6». Чтобы вернуть его домой, нам нужно перевести 15 миллионов долларов со спящего счета. Нам просто нужны данные вашего банковского счета и небольшая комиссия за обработку в размере 2000 долларов.',
    },
    {
      subject: 'ВАЖНО: Заключительное уведомление о гарантии на ваш автомобиль',
      body: 'Наши записи показывают, что сервисный контракт на ваш автомобиль истек или истечет в ближайшее время. Это ваша последняя возможность продлить страховку, пока не стало слишком поздно. Пожалуйста, предоставьте данные своей кредитной карты, чтобы поговорить со специалистом по гарантии.',
    },
    {
      subject:
        'Горячие одинокие DILF (пончики, которыми хочется полакомиться) в вашем районе!',
      body: 'Хватит тратить время на обычные сайты знакомств. Наши местные DILF горячие, глазированные и готовы к тому, чтобы ими полакомились! Нажмите здесь, чтобы найти пончик своей мечты сегодня. Никаких обязательств, только сахар!',
    },
    {
      subject: 'ВЫ WAN ТЕЛЕФОН! FLAIM ЕГО СЕЙЧАС!',
      body: 'Поздравляем! Вы были выбраны для участия в нашем эксклюзивном опросе. Ответив всего на несколько вопросов, вы получите шанс flaim новый смартфон! Не ждите, предложение flaiming hot!',
    },
    {
      subject: 'ПОЗДРАВЛЯЕМ!!! ВЫ ВЫИГРАЛИ В МЕЖДУНАРОДНУЮ ЛОТЕРЕЮ',
      body: 'Ваш адрес электронной почты был выбран в качестве победителя в размере 5 000 000,00 долларов США в нашем ежемесячном случайном розыгрыше. Чтобы получить приз, отправьте свое полное имя, адрес и номер социального страхования нашему агенту в Того.',
    },
    {
      subject: 'Увеличьте свою производительность на 400% сегодня вечером!',
      body: 'Вы устали от того, что вы устали? Наша секретная травяная формула, которую использовали древние цивилизации, теперь доступна всего за 9,99 долларов за таблетку! Рецепт не требуется! Удовлетворение гарантировано или возврат денег (применяются положения и условия, в основном мы не возвращаем деньги).',
    },
  ],
};
