import type { PurchaseProofVariants } from '../../types';

export default {
  names: [
    'रवि डी.',
    'सपना के.',
    'बबीता एल.',
    'अमित एम.',
    'गुमनाम दरियाई घोड़ा',
    'आपका एक्स (Ex)',
    'एक असली बॉट',
    'आपसे बेहतर कोई',
    'निराश माता-पिता',
    'सतोशी एन.',
  ],
  locations: [
    'मेटावर्स',
    'एक अंधेरा बेसमेंट',
    'उनके माता-पिता का घर',
    'मंगल ग्रह (जल्द ही™)',
    'क्लाउड',
    'लिम्बो',
    'इन्कॉग्निटो मोड',
    'भविष्य',
    'कर्ज',
    'हंगरी',
  ],
} satisfies PurchaseProofVariants;
