import type { PurchaseProofVariants } from '../../types';

export default {
  names: [
    'Иван Д.',
    'Сара К.',
    'Карен Л.',
    'Чед М.',
    'Анонимный Бегемот',
    'Твой бывший',
    'Буквально бот',
    'Кто-то получше тебя',
    'Разочарованный родитель',
    'Сатоши Н.',
  ],
  locations: [
    'Метавселенная',
    'темный подвал',
    'дом родителей',
    'Марс (скоро™)',
    'Облако',
    'Лимбо',
    'режим инкогнито',
    'будущее',
    'долги',
    'Венгрия',
  ],
} satisfies PurchaseProofVariants;
