export default {
  sectionTitle: 'Комментарии',
  formTitle: 'Добавить комментарий',
  reply: 'Ответить',
  showReplies: 'Показать {count} ответов',
  hideReplies: 'Скрыть ответы',
  disclaimer:
    'Все комментарии созданы в развлекательных целях и не являются настоящими. Вы не сможете по-настоящему опубликовать какой-либо комментарий.',
  loginRequired: {
    title: 'Требуется вход',
    description:
      'Вам необходимо войти в систему для выполнения этого действия. Пожалуйста, войдите или создайте аккаунт, чтобы продолжить.',
    login: 'Войти',
    cancel: 'Отмена',
  },
  form: {
    name: 'Имя',
    comment: 'Комментарий',
    submit: 'Отправить комментарий',
  },
};
