export default {
  captcha: {
    field: 'कैप्चा',
    proveYouAreRobot: 'साबित करें कि आप एक रोबोट हैं!',
    emojiHint:
      'इमोजी की गणना करें और पहचानें कि कौन सा सबसे अधिक बार दिखाई देता है। ध्यान से देखें, क्योंकि कुछ इमोजी के हिस्से छिपे हो सकते हैं।',
    tilePuzzleHint:
      'टाइल्स को उनकी सही स्थिति में स्लाइड करें। आप केवल उन्हीं को हिला सकते हैं जो सीधे एक-दूसरे के बगल में हैं।',
    gridSelectHint:
      'उन सभी छवियों का चयन करें जो संकेत से मेल खाती हैं। यदि नई छवियां दिखाई देती हैं, तो उन्हें भी जांचें।',
    gridSelectPrompts: [
      'साइकिलें',
      'मोटरसाइकिलें',
      'ट्रैफ़िक लाइट',
      'क्रॉसwalks',
      'फ़ायर हाइड्रेंट',
      'सीढ़ियां',
      'ट्रैक्टर',
      'बसें',
      'पहाड़ या पहाड़ियाँ',
      'ताड़ के पेड़',
      'चिमनियां',
      'पुल',
    ],
    challengeTitle: 'कैप्चा चुनौती',
    verificationProgress: 'सत्यापन प्रगति',
    resetChallenge: 'चुनौती रीसेट करें',
    taxonomyChallengePrompt:
      '<spanTag>{target}</spanTag> वाले सभी वर्गों का चयन करें',

    taxonomyChallengeSkipHint: 'यदि कोई नहीं है, तो स्किप पर क्लिक करें',
    tilePuzzleChallengeHint:
      'खाली जगह के पास वाली टाइल्स पर क्लिक करके टुकड़ों को हिलाएं',
    roboCop: 'रोबोकॉप',
    protected: 'सुरक्षित',
    emojiChallengePlaceholder: 'सबसे अधिक बार आने वाला इमोजी',
  },
};
