export default {
  captcha: {
    field: 'Капча',
    proveYouAreRobot: 'Докажите, что вы робот!',
    emojiHint:
      'Посчитайте эмодзи и определите, какой из них встречается чаще всего. Смотрите внимательно, так как части некоторых эмодзи могут быть скрыты.',
    tilePuzzleHint:
      'Передвиньте плитки в правильное положение. Вы можете перемещать только те, что находятся рядом друг с другом.',
    gridSelectHint:
      'Выберите все изображения, соответствующие запросу. Если появляются новые изображения, проверьте и их тоже.',
    gridSelectPrompts: [
      'велосипеды',
      'мотоциклы',
      'светофоры',
      'пешеходные переходы',
      'пожарные гидранты',
      'лестницы',
      'тракторы',
      'автобусы',
      'горы или холмы',
      'пальмы',
      'дымовые трубы',
      'мосты',
    ],
    challengeTitle: 'Испытание капчей',
    verificationProgress: 'Прогресс верификации',
    resetChallenge: 'Сбросить испытание',
    taxonomyChallengePrompt:
      'Выберите все квадраты с <spanTag>{target}</spanTag>',

    taxonomyChallengeSkipHint: 'Если их нет, нажмите "пропустить"',
    tilePuzzleChallengeHint:
      'Перемещайте кусочки, кликая на соседние плитки рядом с пустым местом',
    roboCop: 'робоКОП',
    protected: 'защищено',
    emojiChallengePlaceholder: 'Эмодзи с наибольшим количеством вхождений',
  },
};
