export default {
  testimonials: [
    {
      comment:
        'मेरे पास केवल 5 बिना पढ़े ईमेल हुआ करते थे। OnlySpams में शामिल होने के बाद, मेरे पास 5,432 हैं! मेरा जीवन अब बहुत अधिक "भरा हुआ" महसूस होता है।',
    },
    {
      comment:
        'नाइजीरियाई राजकुमार ने वास्तव में उत्तर दिया! उसे प्रशासनिक शुल्क के लिए बस $500 और चाहिए। बहुत रोमांचक!',
    },
    {
      comment:
        'मैंने नीली गोलियों पर इतने अद्भुत सौदे कभी नहीं देखे। मेरा डॉक्टर उलझन में है, लेकिन मेरा इनबॉक्स खुश है!',
    },
    {
      comment:
        'मैंने आखिरकार अपनी कार की वारंटी बढ़ाने में कामयाबी हासिल कर ली! मेरे पास कार भी नहीं है, लेकिन मन की शांति होना अच्छा है।',
    },
    {
      comment:
        'मुझे सिर्फ दो ब्लॉक दूर एक हॉट सिंगल DILF (डोनट जिसे मैं खाना चाहूँगा) मिला! अब तक की सबसे अच्छी "डेटिंग" साइट।',
    },
    {
      comment:
        'मैंने एक फोन जीता! खैर, मैंने सर्वे भरा, और हालांकि मुझे वास्तव में फोन नहीं मिला, अनुभव वास्तव में "जबरदसत" था!',
    },
  ],

  samples: [
    {
      subject: 'अति आवश्यक: डॉ. बकारे टुंडे की ओर से व्यावसायिक प्रस्ताव',
      body: 'मैं अंतरिक्ष में पहले अफ्रीकी, वायु सेना के मेजर अबाचा टुंडे का चचेरा भाई हूँ। वह वर्तमान में साल्युत 6 अंतरिक्ष स्टेशन पर फंसे हुए हैं। उन्हें घर लाने के लिए, हमें एक निष्क्रिय खाते से $15M स्थानांतरित करने की आवश्यकता है। हमें बस आपके बैंक विवरण और $2,000 के एक छोटे से प्रोसेसिंग शुल्क की आवश्यकता है।',
    },
    {
      subject: 'महत्वपूर्ण: आपकी कार वारंटी के संबंध में अंतिम सूचना',
      body: 'हमारे रिकॉर्ड बताते हैं कि आपके वाहन का सेवा अनुबंध समाप्त हो गया है या जल्द ही समाप्त हो जाएगा। बहुत देर होने से पहले अपनी कवरेज बढ़ाने का यह आपका अंतिम अवसर है। वारंटी विशेषज्ञ से बात करने के लिए कृपया अपने क्रेडिट कार्ड विवरण प्रदान करें।',
    },
    {
      subject: 'आपके क्षेत्र में हॉट सिंगल DILFs (डोनट्स जिन्हें मैं खाना चाहूँगा)!',
      body: 'नियमित डेटिंग साइटों पर समय बर्बाद करना बंद करें। हमारे स्थानीय DILF हॉट, ग्लेज्ड और खाने के लिए तैयार हैं! आज ही अपने सपनों का डोनट खोजने के लिए यहाँ क्लिक करें। कोई शर्त नहीं, बस चीनी!',
    },
    {
      subject: 'आपने एक फोन जीता है! इसे अभी "हासल" करें!',
      body: 'बधाई हो! आपको हमारे विशेष सर्वेक्षण में भाग लेने के लिए चुना गया है। बस कुछ सवालों के जवाब देकर, आपको एक नया स्मार्टफोन "हासल" करने का मौका मिलेगा! प्रतीक्षा न करें, प्रस्ताव बहुत गर्म है!',
    },
    {
      subject: 'बधाई हो!!! आपने अंतर्राष्ट्रीय लोट्टो जीता है',
      body: 'आपके ईमेल पते को हमारे मासिक रैंडम ड्रा में $5,000,000.00 के विजेता के रूप में चुना गया है। अपने इनाम का दावा करने के लिए, कृपया अपना पूरा नाम, पता और सामाजिक सुरक्षा नंबर टोगो में हमारे एजेंट को भेजें।',
    },
    {
      subject: 'आज रात अपना प्रदर्शन 400% बढ़ाएँ!',
      body: 'क्या आप थक कर थक गए हैं? प्राचीन सभ्यताओं द्वारा उपयोग किया जाने वाला हमारा गुप्त हर्बल फॉर्मूला अब केवल $9.99 प्रति गोली पर उपलब्ध है! किसी नुस्खे की आवश्यकता नहीं! संतुष्टि की गारंटी या आपके पैसे वापस (नियम और शर्तें लागू होती हैं, ज्यादातर हम पैसे वापस नहीं देते हैं)।',
    },
  ],
};
