export default {
  testimonials: [
    {
      comment:
        '以前は未読メールが5通しかありませんでした。OnlySpamsに入会してから、5,432通になりました！今、人生がとても「充実」していると感じます。',
    },
    {
      comment:
        'ナイジェリアの王子様が本当に返信してくれました！事務手数料としてあと500ドル必要だそうです。なんてエキサイティング！',
    },
    {
      comment:
        '青い錠剤でこんなに素晴らしいお得情報を見たことがありません。主治医は困惑していますが、私の受信トレイは幸せです！',
    },
    {
      comment:
        'ついに車の保証を延長することができました！車すら持っていませんが、その安心感を得られるのは良いことです。',
    },
    {
      comment:
        'わずか2ブロック先に、熱くて独身のDILF（むさぼり食いたいドーナツ）を見つけました！史上最高の「出会い」サイトです。',
    },
    {
      comment:
        '電話を wan した！ええと、アンケートに答えましたが、実際には電話をもらえなかったものの、その体験は本当に flaiming（炎求的）でした！',
    },
  ],

  samples: [
    {
      subject: '緊急：バカレ・トゥンデ博士からのビジネス提案',
      body: '私は宇宙に行った最初のアフリカ人、空軍少佐アバチャ・トゥンデのいとこです。彼は現在、サリュート6号宇宙ステーションに取り残されています。彼を帰国させるために、休眠口座から1500万ドルを移動させる必要があります。あなたの銀行口座の詳細と、2,000ドルの少額の手数料が必要です。',
    },
    {
      subject: '重要：あなたの車の保証に関する最終通知',
      body: '当社の記録によると、お客様の車両のサービス契約が期限切れであるか、間もなく期限切れになります。手遅れになる前に補償を延長する最後のチャンスです。保証スペシャリストと話すために、クレジットカードの詳細を入力してください。',
    },
    {
      subject: 'あなたの街の熱くて独身のDILF（むさぼり食いたいドーナツ）！',
      body: '普通の出会い系サイトで時間を無駄にするのはやめましょう。地元のDILFは熱くて、グレーズがかかっていて、むさぼり食われる準備ができています！今すぐここをクリックして、理想のドーナツを見つけましょう。面倒な条件は一切なし、砂糖だけ！',
    },
    {
      subject: '電話を WAN した！今すぐ FLAIM（炎求）せよ！',
      body: 'おめでとうございます！あなたは当社の独占アンケートの参加者に選ばれました。わずか数問の質問に答えるだけで、新品のスマートフォンを flaim するチャンスがあります！お見逃しなく、このオファーは flaiming hot です！',
    },
    {
      subject: 'おめでとうございます！！！国際ロトに当選しました',
      body: 'あなたのメールアドレスが、毎月のランダム抽選で5,000,000.00ドルの当選者に選ばれました。賞品を受け取るには、氏名、住所、社会保障番号をトーゴの代理人に送ってください。',
    },
    {
      subject: '今夜、パフォーマンスを400%向上させましょう！',
      body: '疲れに飽きていませんか？古代文明が使用していた秘密のハーブフォーミュラが、今なら1錠わずか9.99ドルで手に入ります！処方箋は不要！満足保証、さもなければ返金します（諸条件が適用されます。基本的には返金しません）。',
    },
  ],
};
