import questionVariants from './quiz-variants/hi';

export default {
  dilf: {
    title: 'DILF',
    fullTitle: 'DILF - डोनट जिसे मैं खाना चाहूंगा',
    description:
      'यदि आप अपने क्षेत्र में सबसे स्वादिष्ट, सबसे हॉट, सिंगल और सबसे अनूठे डोनट्स की तलाश कर रहे हैं, तो आप बिल्कुल सही जगह पर हैं। क्या आप अपने सच्चे प्यार को खोजने की चुनौती स्वीकार करने के लिए तैयार हैं? यहाँ किसी भी डोनट पर क्लिक करके पता करें कि कौन सा आपके लिए बना है।',
    flapLeft: 'DILF. आपके क्षेत्र में हॉट सिंगल डोनट्स',
    flapRight: 'DILF. आपके पास सबसे स्वादिष्ट डोनट्स',
    finderOverlayTitle: 'अपना डोनट खोजें',
  },
  wanPhone: {
    title: 'बधाई हो! आपने एक फोन जीता है! अभी दावा करें!',
    survey: {
      questionVariants,
      description:
        'इस त्वरित सर्वेक्षण को भरें और आपको अपना नया फोन पाने का मौका मिल सकता है! सटीक और तेज़ रहें लेकिन बहुत तेज़ नहीं।',
      result: {
        cheatDetected: {
          text: 'धोखाधड़ी का पता चला! आपको अपने फोन का दावा करने की अनुमति नहीं है।',
          callToAction: 'होम पर वापस जाएं',
        },
        completed: {
          text: 'भाग लेने के लिए धन्यवाद! दुर्भाग्य से इस समय फोन का दावा नहीं किया जा सकता है।',
          callToAction: 'होम पर वापस जाएं',
        },
        lost: {
          text: 'ओह, आप कुछ उत्तरों से चूक गए। कितनी शर्म की बात है!',
          callToAction: 'होम पर वापस जाएं',
        },
        timeout: {
          text: 'क्षमा करें, ऐसा लगता है कि आपने समय पर सर्वेक्षण पूरा नहीं किया है।',
          callToAction: 'होम पर वापस जाएं',
        },
      },
    },
  },
  suspectBar: {
    title: 'एडब्लॉकर का संदेह!',
    description:
      'ऐसा लगता है कि आप विज्ञापन अवरोधक (ad blocker) का उपयोग कर रहे हैं। यह थोड़ा अजीब है, है ना? आप बहुत कुछ मिस कर रहे हैं! कृपया इसे बंद करने पर विचार करें। तब तक, जब भी आप इस साइट पर आएंगे, आपको नीचे यह बड़ा लाल बैनर दिखाई देगा। और कृपया इसे ओके बटन का उपयोग करके बंद न करें। धन्यवाद!',
  },
  newsletterModal: {
    title: 'हमारे न्यूज़लेटर से जुड़ें!',
    description:
      'हमारा प्रीमियम न्यूज़लेटर आपके इनबॉक्स में पागलपन की हद तक वैल्यू लाता है। उन अंतर्दृष्टि (insights) को न चूकें जो वास्तविक बदलाव लाती हैं!',
    placeholder: 'अपना ईमेल दर्ज करें',
    initialConfirm: 'सब्सक्राइब करें',
    initialCancel: 'सब्सक्राइब न करें',
    useFormActions: 'कृपया इसके बजाय प्रासंगिक बटन का उपयोग करें',
    confirmations: {
      confirmation_001: {
        text: 'हमें यह देखकर निराशा हुई कि आपके पास इस महत्वपूर्ण और चुनौतीपूर्ण निर्णय पर पूरी तरह से विचार करने के लिए पर्याप्त समय नहीं था।',
        confirm: 'मैंने इसके बारे में सोचा, मैं अभी भी चाहता हूँ',
        cancel: 'आप सही कह रहे हैं, रद्द करें',
      },
      confirmation_002: {
        text: 'हमें आपको सब्सक्राइब करते हुए देखकर दुख हो रहा है, क्या हम आपको सब्सक्राइबर न होने की खुशियों के साथ ट्रीट कर सकते हैं?',
        confirm: 'नहीं धन्यवाद',
        cancel: 'मुझे मेरी ट्रीट चाहिए!',
      },
      confirmation_003: {
        text: 'क्या आपने इस न्यूज़लेटर को छोड़ने पर विचार किया है?',
        confirm: 'नहीं',
        cancel: 'हाँ',
      },
      confirmation_004: {
        text: 'इस न्यूज़लेटर को सब्सक्राइब करने के प्रतिकूल दुष्प्रभाव हो सकते हैं। क्या आप अभी भी तैयार हैं?',
        confirm: 'मैं दुष्प्रभावों को स्वीकार करता हूँ',
        cancel: 'मुझे यहाँ से बाहर निकालो',
      },
    },
  },
  wheelOfFortune: {
    title: 'भाग्य का पहिया',
    spinStart: 'यहाँ क्लिक या टैप करें!',
    spinWin: 'आप जीत गए! {prize}',
    prizeVariants: {
      freeLifetimeBeer: 'मुफ्त जीवन भर की बीयर',
      worldPeace: 'विश्व शांति',
      absolutelyNothing: 'बिल्कुल कुछ नहीं',
      complimentaryOtter: 'एक मानार्थ ऊदबिलाव (otter)',
      fake70Discount: 'नकली 70% छूट',
    },
    wheelTitle: 'भाग्य का पहिया',
  },
};
